Repository: honganhkhoa/Surround
Catalog: Surround/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, pt_pt, th, vi, zh_hans, zh_hant

source: Disable the **ranked** option above if you don't want the result to count towards your rating. **Ranked** games cannot be **private** and have fewer customizing options.
de: Deaktiviere oben die Option **Gewertet**, wenn das Ergebnis nicht in deine Wertungszahl einfließen soll. **Gewertete** Partien können nicht **privat** sein und bieten weniger Anpassungsmöglichkeiten.
es: Desactiva la opción **Clasificatoria** de arriba si no quieres que el resultado afecte tu puntuación. Las partidas **clasificatorias** no pueden ser **privadas** y ofrecen menos opciones de configuración.
fr: Déactivez l'option **Comptabilisée** si vous ne souhaitez pas que le résultat compte dans le calcul de votre niveau. Les parties **comptabilisées** ne peuvent pas être **privées** et offrent moins d'options de personnalisation.
ja: **ランク戦**をOFFにすると、対局者のランクは、結果に影響されません。**ランク戦**は、**非公開**にすることができず、カスタマイズができるオプションがが限られています。
ko: 결과를 레이팅에 반영하지 않으려면 위의 **승강급** 옵션을 끄세요. **승강급 대국**은 **비공개**로 만들 수 없으며 사용자 지정 옵션이 더 적습니다.
pt_br: Desative a opção **ranqueada** acima se não quiser que o resultado conte para sua classificação. Partidas **ranqueadas** não podem ser **privadas** e oferecem menos opções de personalização.
pt_pt: Desative a opção **classificada** acima se não quiser que o resultado conte para a sua pontuação. As partidas **classificadas** não podem ser **privadas** e oferecem menos opções de personalização.
th: ปิดตัวเลือก **จัดอันดับ** ด้านบนหากไม่ต้องการให้นับผลเกมในเรตติ้ง เกม **จัดอันดับ** ตั้งเป็น **ส่วนตัว** ไม่ได้และมีตัวเลือกปรับแต่งน้อยกว่า
vi: Khi chọn **xếp hạng**, kết quả ván sẽ được dùng để tính xếp hạng của bạn, ván **xếp hạng** không được chọn chế độ **riêng tư** và sẽ có ít tuỳ chọn cấu hình hơn.
zh_hans: 如果不希望对局结果影响您的等级分，请关闭上方的**计等级分**选项。**等级分**对局不能设为**私密**，可自定义的选项也更少。
zh_hant: 如果不想讓結果影響你的評分，請關閉上方的 **積分**選項。**積分**對局不能設為 **私人**，且可自訂的選項較少。

source: Disconnected
de: Verbindung getrennt
es: Desconectado
fr: Déconnecté
ja: 接続切れ
ko: 연결 끊김
pt_br: Desconectado
pt_pt: Desligado
th: ไม่ได้เชื่อมต่อ
vi: Kết nối bị ngắt
zh_hans: 连接已断开
zh_hant: 已斷線

source: Disconnection
de: Verbindungsabbruch
es: Desconexión
fr: Déconnexion
ja: 切断
ko: 연결 끊김
pt_br: Desconexão
pt_pt: Desconexão
th: ขาดการเชื่อมต่อ
vi: Mất kết nối
zh_hans: 断线
zh_hant: 斷線

source: Dismiss
de: Schließen
es: Cerrar
fr: Non
ja: キャンセル
ko: 닫기
pt_br: Fechar
pt_pt: Fechar
th: ปิด
vi: Bỏ qua
zh_hans: 关闭
zh_hant: 關閉

source: Display mode
de: Anzeigemodus
es: Modo de visualización
fr: Mode d'affichage
ja: ディスプレイモード
ko: 표시 모드
pt_br: Modo de exibição
pt_pt: Modo de visualização
th: โหมดการแสดงผล
vi: Chế độ hiển thị
zh_hans: 显示模式
zh_hant: 顯示模式

source: Disqualification
de: Disqualifikation
es: Descalificación
ja: 失格
ko: 실격
pt_br: Desclassificação
pt_pt: Desclassificação
th: ถูกตัดสิทธิ์
vi: Bị loại
zh_hans: 取消资格
zh_hant: 取消資格

source: Done
de: Fertig
es: Listo
fr: Retour
ja: 戻る
ko: 완료
pt_br: Concluído
pt_pt: Concluído
th: เสร็จสิ้น
vi: Xong
zh_hans: 完成
zh_hant: 完成

source: Draw
de: Unentschieden
es: Empate
fr: Égalité
ja: 持碁
ko: 무승부
pt_br: Empate
pt_pt: Empate
th: เสมอ
vi: Hoà
zh_hans: 和棋
zh_hant: 和棋

source: Edit preferred setting
de: Bevorzugte Einstellung bearbeiten
es: Editar configuración preferida
fr: Modifier le paramètre préféré
ja: よく使う設定を編集
ko: 선호 설정 편집
pt_br: Editar configuração preferida
pt_pt: Editar definição preferida
th: แก้ไขการตั้งค่าที่บันทึก
vi: Sửa tuỳ chọn ưa thích
zh_hans: 编辑偏好设置
zh_hant: 編輯偏好設定

source: Eraser
de: Radierer
es: Borrador
fr: Gomme
ja: 消しゴム
ko: 지우개
pt_br: Borracha
pt_pt: Borracha
th: ยางลบ
vi: Tẩy
zh_hans: 橡皮擦
zh_hant: 橡皮擦

source: Error: Cannot load Supporter information at the moment.
de: Fehler: Supporter-Informationen können derzeit nicht geladen werden.
es: Error: No se puede cargar la información de colaborador en este momento.
fr: Erreur: Impossible de charger les informations sur les supporteurs en ce moment.
ja: エラー：現在、サプーター・データーを読み込めません。
ko: 오류: 현재 후원자 정보를 불러올 수 없습니다.
pt_br: Erro: não foi possível carregar as informações de Apoiador no momento.
pt_pt: Erro: não é possível carregar neste momento as informações de Apoiante.
th: ข้อผิดพลาด: ขณะนี้โหลดข้อมูล Supporter ไม่ได้
vi: Lỗi: hiện tại không truy cập được thông tin tài trợ.
zh_hans: 错误：目前无法加载支持者信息。
zh_hant: 錯誤：目前無法載入支持者資訊。

source: Estimate score
de: Punktestand schätzen
es: Estimar puntuación
fr: Estimation du score
ja: 形勢予測
ko: 형세 분석
pt_br: Estimar pontuação
pt_pt: Estimar pontuação
th: ประมาณคะแนน
vi: Ước lượng điểm
zh_hans: 形势判断
zh_hant: 形勢判斷

source: Even
de: Gleichstand
es: Empate
fr: À égalité
ja: 同点
ko: 동점
pt_br: Empate
pt_pt: Empate
th: เสมอกัน
vi: Bằng điểm
zh_hans: 持平
zh_hant: 持平

source: Everyone who participated in the [beta testing](https://forums.online-go.com/t/surround-ios-client-for-ogs/34437), for helping me to improve the app with many feedbacks and bug reports.
de: Allen, die am [Betatest](https://forums.online-go.com/t/surround-ios-client-for-ogs/34437) teilgenommen und mir mit zahlreichen Rückmeldungen und Fehlerberichten geholfen haben, die App zu verbessern.
es: A todas las personas que participaron en las [pruebas beta](https://forums.online-go.com/t/surround-ios-client-for-ogs/34437), por ayudarme a mejorar la app con sus numerosos comentarios e informes de errores.
fr: Tous les participants du [test beta](https://forums.online-go.com/t/surround-ios-client-for-ogs/34437), pour m'avoir aidé à améliorer l'application et pour de nombreux commentaires et rapports d'erreur.
ja: [ベタ版をテスト](https://forums.online-go.com/t/surround-ios-client-for-ogs/34437)の皆さんからのフィードバックとバッグレポートが大変助かりました。
ko: 많은 의견과 오류 보고로 앱 개선을 도와준 [베타 테스트](https://forums.online-go.com/t/surround-ios-client-for-ogs/34437) 참가자 모두에게 감사드립니다.
pt_br: Todos os que participaram dos [testes beta](https://forums.online-go.com/t/surround-ios-client-for-ogs/34437), por me ajudarem a melhorar o app com muitos comentários e relatos de bugs.
pt_pt: A todos os que participaram nos [testes beta](https://forums.online-go.com/t/surround-ios-client-for-ogs/34437), por me ajudarem a melhorar a app com inúmeros comentários e relatórios de erros.
th: ทุกคนที่ร่วม [ทดสอบเบต้า](https://forums.online-go.com/t/surround-ios-client-for-ogs/34437) และช่วยปรับปรุงแอปด้วยคำติชมและรายงานข้อผิดพลาดมากมาย
vi: Những người tham gia quá trình [test beta](https://forums.online-go.com/t/surround-ios-client-for-ogs/34437) ứng dụng.
zh_hans: 感谢所有参与[测试](https://forums.online-go.com/t/surround-ios-client-for-ogs/34437)的人，大家提供的大量反馈和错误报告帮助我不断改进本应用。
zh_hant: 所有參與[測試版測試](https://forums.online-go.com/t/surround-ios-client-for-ogs/34437) 的人，感謝你們提供眾多意見與錯誤回報，協助我改進本應用程式。

source: Exit Zen mode
de: Zen-Modus beenden
es: Salir del modo zen
fr: Sortir du mode Zen
ja: Zenモードを切る
ko: 집중 모드 종료
pt_br: Sair do modo Zen
pt_pt: Sair do modo Zen
th: ออกจากโหมดเซน
vi: Tắt chế độ đầy màn hình
zh_hans: 退出禅模式
zh_hant: 離開禪模式

source: Failed to load your correspondence games.
de: Deine Korrespondenzpartien konnten nicht geladen werden.
es: No se pudieron cargar tus partidas por correspondencia.
fr: Erreur de chargement de vos parties par correspondance.
ja: 通信対局の読み込みができませんでした。
ko: 통신 대국을 불러오지 못했습니다.
pt_br: Não foi possível carregar suas partidas por correspondência.
pt_pt: Não foi possível carregar as suas partidas por correspondência.
th: โหลดเกมผลัดตาระยะยาวของคุณไม่สำเร็จ
vi: Không tải được các ván trường kỳ của bạn.
zh_hans: 无法加载您的通信对局。
zh_hant: 無法載入你的非即時對局。

source: Find a game
de: Partie finden
es: Buscar partida
fr: Trouver une partie
ja: 対局を探す
ko: 대국 찾기
pt_br: Encontrar uma partida
pt_pt: Encontrar partida
th: หาเกม
vi: Tìm đối thủ
zh_hans: 寻找对局
zh_hant: 尋找對局

source: Forums
de: Foren
es: Foros
ja: フォーラム
ko: 포럼
pt_br: Fóruns
pt_pt: Fóruns
th: ฟอรัม
vi: Diễn đàn
zh_hans: 论坛
zh_hant: 論壇

source: Friendly Match
de: Freundschaftspartie
es: Partida amistosa
fr: Partie amicale
ja: 親睦戦
ko: 친선 대국
pt_br: Partida amistosa
pt_pt: Partida amigável
th: เกมกระชับมิตร
vi: Ván giao hữu
zh_hans: 友谊赛
zh_hant: 友誼賽

source: Friends
de: Freunde
es: Amigos
fr: Amis
ja: 友人
ko: 친구
pt_br: Amigos
pt_pt: Amigos
th: เพื่อน
vi: Bạn bè
zh_hans: 好友
zh_hant: 好友

source: From **%@**
de: Ab **%@**
es: Desde **%@**
fr: De **%@**
ja: **%@**から
ko: **%@**부터
pt_br: De **%@**
pt_pt: A partir de **%@**
th: ตั้งแต่ **%@**
vi: Từ **%@**
zh_hans: 从 **%@**
zh_hant: 從 **%@**

source: Game
de: Partie
es: Partida
fr: Partie
ja: 対局
ko: 대국
pt_br: Partida
pt_pt: Partida
th: เกม
vi: Ván đấu
zh_hans: 对局
zh_hant: 對局

source: Game ended
de: Partie beendet
es: Partida terminada
fr: Fin de la partie
ja: 対局終了
ko: 대국 종료
pt_br: Partida encerrada
pt_pt: Partida terminada
th: เกมจบแล้ว
vi: Ván đấu kết thúc
zh_hans: 对局已结束
zh_hant: 對局結束

source: Game ended in a draw
de: Die Partie endete unentschieden
es: La partida terminó en empate
fr: La partie s'est terminée a égalité
ja: 引き分け（持碁）
ko: 대국이 무승부로 끝났습니다
pt_br: A partida terminou empatada
pt_pt: A partida terminou empatada
th: เกมจบลงด้วยผลเสมอ
vi: Hoà vì hai bên bằng điểm
zh_hans: 对局以和棋结束
zh_hant: 這場對局以和棋結束

source: Game history
de: Partiehistorie
es: Historial de partidas
fr: Historique des parties
ja: 対局履歴
ko: 대국 기록
pt_br: Histórico de partidas
pt_pt: Histórico de partidas
th: ประวัติเกม
vi: Lịch sử ván đấu
zh_hans: 对局记录
zh_hant: 對局紀錄

source: Game name:
de: Partiename:
es: Nombre de la partida:
fr: Nom de la partie
ja: 対局名：
ko: 대국 이름:
pt_br: Nome da partida:
pt_pt: Nome da partida:
th: ชื่อเกม:
vi: Tên ván:
zh_hans: 对局名称：
zh_hant: 對局名稱：

source: Game speed
de: Spieltempo
es: Ritmo de juego
fr: Vitesse de la partie
ja: 対局スピード
ko: 대국 속도
pt_br: Ritmo da partida
pt_pt: Velocidade da partida
th: ความเร็วเกม
vi: Chế độ thời gian
zh_hans: 对局速度
zh_hant: 對局速度

source: Game speed: %@
de: Spieltempo: %@
es: Ritmo de juego: %@
fr: Vitesse du jeu: %@
ja: 対局スピード：%@
ko: 대국 속도: %@
pt_br: Ritmo da partida: %@
pt_pt: Velocidade da partida: %@
th: ความเร็วเกม: %@
vi: Chế độ thời gian: %@
zh_hans: 对局速度：%@
zh_hant: 對局速度：%@

source: Game started
de: Partie gestartet
es: Partida iniciada
fr: Début de la partie
ja: 対局開始
ko: 대국 시작
pt_br: Partida iniciada
pt_pt: Partida iniciada
th: เกมเริ่มแล้ว
vi: Ván đấu bắt đầu
zh_hans: 对局已开始
zh_hant: 對局開始

source: Game starts automatically when there are **%lld** players.
de: Die Partie startet automatisch, sobald **%lld** Spieler beigetreten sind.
es: La partida empieza automáticamente cuando hay **%lld** jugadores.
fr: La partie commence automatiquement lorsqu'il y a **%lld** joueurs.
ja: プレーヤー人数は%lld人になったら、対局が自動的に開始します。
ko: 플레이어가 **%lld명** 모이면 대국이 자동으로 시작됩니다.
pt_br: A partida começa automaticamente quando houver **%lld** jogadores.
pt_pt: A partida começa automaticamente quando houver **%lld** jogadores.
th: เกมจะเริ่มโดยอัตโนมัติเมื่อมีผู้เล่น **%lld คน**
vi: Ván đấu sẽ tự động bắt đầu khi đủ **%lld** người chơi.
zh_hans: 凑齐 **%lld 名**棋手后，对局将自动开始。
zh_hant: 集滿 **%lld 位玩家**後自動開始對局。

source: Game type
de: Partietyp
es: Tipo de partida
fr: Type de partie
ja: 対局タイプ
ko: 대국 유형
pt_br: Tipo de partida
pt_pt: Tipo de partida
th: ประเภทเกม
vi: Thể loại ván
zh_hans: 对局类型
zh_hant: 對局類型

# game.undo.request.received
source: Undo requested
de: Gegner bittet um Rücknahme
es: El oponente solicitó deshacer
fr: Demande de reprise
ja: 待った要請
ko: 무르기 요청
pt_br: O adversário pediu para desfazer
pt_pt: O adversário pediu para desfazer
th: คู่แข่งขอย้อนตา
vi: Đối thủ xin đi lại
zh_hans: 悔棋请求
zh_hant: 對手要求悔棋

# game.undo.request.sent
source: Undo requested
de: Rücknahme angefordert
es: Solicitud de deshacer enviada
fr: Demande de reprise envoyée
ja: 待った要請済み
ko: 무르기 요청됨
pt_br: Pedido para desfazer enviado
pt_pt: Pedido para desfazer enviado
th: ส่งคำขอย้อนตาแล้ว
vi: Đã xin đi lại
zh_hans: 已请求悔棋
zh_hant: 已要求悔棋

source: Gameplay
de: Spieloptionen
es: Juego
fr: Jeu
ja: 環境設定
ko: 대국 설정
pt_br: Jogabilidade
pt_pt: Jogabilidade
th: การเล่น
vi: Cài đặt bàn cờ
zh_hans: 对局
zh_hant: 對局

source: General
de: Allgemein
fr: Général
ja: 一般
ko: 일반
pt_br: Geral
pt_pt: Geral
th: ทั่วไป
vi: Cài đặt chung
zh_hans: 通用
zh_hant: 一般

source: Google Account
de: Google-Konto
es: Cuenta de Google
fr: Compte Google
ja: Googleアカウント
ko: Google 계정
pt_br: Conta do Google
pt_pt: Conta Google
th: บัญชี Google
vi: Tài khoản Google
zh_hans: Google 账号
zh_hant: Google 帳號

source: Handicap:
de: Vorgabe:
es: Hándicap:
ja: 置碁:
ko: 접바둑:
pt_br: Vantagem:
th: หมากต่อ:
vi: Chấp quân:
zh_hans: 让子：
zh_hant: 讓子：

source: Haptics
de: Haptik
es: Respuesta háptica
fr: Retour haptique
ja: バイブレーション
ko: 햅틱
pt_br: Resposta tátil
pt_pt: Resposta háptica
th: การสั่นตอบสนอง
vi: Phản hồi rung (haptics)
zh_hans: 触感反馈
zh_hant: 觸覺回饋

source: Has handicap: %lld
de: Vorgabe: %lld
es: Con hándicap: %lld
fr: Avec handicap:%lld
ja: 置碁: %lld
ko: 접바둑: %lld점
pt_br: Vantagem: %lld
pt_pt: Com handicap: %lld
th: มีหมากต่อ: %lld เม็ด
vi: Có chấp quân: %lld quân
zh_hans: 让子数：%lld
zh_hant: 讓 %lld 子

source: Height
de: Höhe
es: Altura
fr: Hauteur
ja: 縦
ko: 높이
pt_br: Altura
pt_pt: Altura
th: ความสูง
vi: Chiều cao
zh_hans: 高度
zh_hant: 高度

source: Hidden from opponent during the game
de: Während der Partie vor deinem Gegner verborgen
es: Oculto para el oponente durante la partida
fr: Invisible pour l’adversaire pendant la partie
ja: 対局中は対戦相手に表示されません
ko: 대국 중에는 상대에게 보이지 않습니다
pt_br: Oculto do adversário durante a partida
pt_pt: Oculto do adversário durante a partida
th: ซ่อนจากคู่แข่งระหว่างเกม
vi: Ẩn khỏi đối thủ trong suốt ván đấu
zh_hans: 对局期间不向对手显示
zh_hant: 對局期間不會向對手顯示

source: Hidden from opponent, visible to spectators
de: Vor deinem Gegner verborgen, für Zuschauer sichtbar
es: Oculto para el oponente, visible para los espectadores
fr: Caché pour l’adversaire, visible aux spectateurs
ja: 対戦相手には非公開、観戦者には表示
ko: 상대에게는 숨김, 관전자에게는 표시
pt_br: Oculto do adversário, visível para os espectadores
pt_pt: Oculto do adversário, visível para os espetadores
th: ซ่อนจากคู่แข่ง แต่ผู้ชมมองเห็นได้
vi: Ẩn với đối thủ, người xem vẫn thấy
zh_hans: 对手不可见，观战者可见
zh_hant: 對手不可見，觀戰者可見

source: Hide demo board
de: Demobrett ausblenden
es: Ocultar tablero de demostración
fr: Cacher le plateau de démonstration
ja: テスト用の碁盤を未表示
ko: 데모 바둑판 숨기기
pt_br: Ocultar tabuleiro de demonstração
pt_pt: Ocultar tabuleiro de demonstração
th: ซ่อนกระดานตัวอย่าง
vi: Ẩn bàn cờ minh hoạ
zh_hans: 隐藏演示棋盘
zh_hant: 隱藏示範棋盤

source: Hide main board
de: Hauptbrett ausblenden
es: Ocultar tablero principal
fr: Cacher le plateau principal
ja: メインの碁盤を非表示
ko: 메인 바둑판 숨기기
pt_br: Ocultar tabuleiro principal
pt_pt: Ocultar tabuleiro principal
th: ซ่อนกระดานหลัก
vi: Ẩn bàn cờ chính
zh_hans: 隐藏主棋盘
zh_hant: 隱藏主棋盤

source: Hide ranks and ratings
de: Ränge und Ratings ausblenden
es: Ocultar rangos y puntuaciones
fr: Cacher les rangs et les classements
ja: ランクとレーティングを表示しない
ko: 기력 및 레이팅 숨기기
pt_br: Ocultar níveis e classificações
pt_pt: Ocultar graduações e pontuações
th: ซ่อนระดับฝีมือและเรตติ้ง
vi: Ẩn xếp hạng người chơi
zh_hans: 隐藏段级位和等级分
zh_hant: 隱藏棋力與評分

source: Home
de: Start
es: Inicio
fr: Accueil
ja: ホーム
ko: 홈
pt_br: Início
pt_pt: Início
th: หน้าหลัก
vi: Trang chủ
zh_hans: 主页
zh_hant: 首頁

source: If you choose to purchase a Surround App Supporter subscription, payment will be charged to your Apple ID account at the confirmation of purchase. The subscription automatically renews unless it is canceled at least 24 hours before the end of the current period. Your account will be charged for renewal within 24 hours prior to the end of the current period. You can manage and cancel your subscriptions by going to your account settings on the App Store after purchase.
de: Wenn du ein Surround-App-Supporter-Abonnement abschließt, wird die Zahlung bei der Kaufbestätigung deiner Apple-ID belastet. Das Abonnement verlängert sich automatisch, sofern es nicht mindestens 24 Stunden vor Ablauf des aktuellen Zeitraums gekündigt wird. Die Verlängerung wird deinem Konto innerhalb von 24 Stunden vor Ablauf des aktuellen Zeitraums belastet. Nach dem Kauf kannst du deine Abonnements in deinen Kontoeinstellungen im App Store verwalten und kündigen.
es: Si decides adquirir una suscripción de colaborador de la app Surround, el pago se cargará a tu cuenta de Apple ID al confirmar la compra. La suscripción se renovará automáticamente a menos que la canceles al menos 24 horas antes de que termine el período actual. El cargo de renovación se realizará en las 24 horas previas al final del período actual. Después de la compra, puedes administrar y cancelar tus suscripciones desde la configuración de tu cuenta en App Store.
fr: Si vous faites le choix d'acheter un abonnement de support pour l'application Surround, le montant de l'abonnement sera prélevé de votre compte Apple ID au moment de la confirmation de l'achat. L'abonnement sera ensuite renouvelé automatiquement à moins d'être annulé au moins 24 heures avant la fin de la période en cours. Le montant du renouvellement sera prélevé de votre compte à l'intérieur des 24 dernières heures de la période. Après votre achat, vous pourrez en tout temps gérer et annuler vos abonnements en accédant à la section abonnements dans les paramètres de votre compte apple via l'App Store.
ja: Surroundサポーター・サブスクリプションを購入しますと、注文確認後、課金がApple Accountに請求されます。その後、１ヶ月ごとに自動更新します。サブスクリプションを削除されない限り、期間終了直前24時間以内に自動更新します。購入後、App Storeの設定からサブスクリプション管理と削除ができます。
ko: Surround 앱 후원 구독을 구매하면 구매 확인 시 Apple ID 계정으로 요금이 청구됩니다. 현재 구독 기간이 끝나기 최소 24시간 전에 취소하지 않으면 자동으로 갱신됩니다. 현재 기간이 끝나기 전 24시간 이내에 갱신 요금이 청구됩니다. 구매 후 App Store 계정 설정에서 구독을 관리하고 취소할 수 있습니다.
pt_br: Se você optar por adquirir uma assinatura de Apoiador do app Surround, o pagamento será cobrado da sua Conta Apple na confirmação da compra. A assinatura será renovada automaticamente, a menos que seja cancelada pelo menos 24 horas antes do fim do período atual. A renovação será cobrada da sua conta nas 24 horas anteriores ao fim do período atual. Você pode gerenciar e cancelar suas assinaturas nos ajustes da sua conta na App Store após a compra.
pt_pt: Se optar por adquirir uma subscrição de Apoiante da app Surround, o pagamento será debitado na sua conta do ID Apple quando confirmar a compra. A subscrição é renovada automaticamente, exceto se for cancelada pelo menos 24 horas antes do fim do período atual. A renovação será debitada na sua conta nas 24 horas anteriores ao fim do período atual. Após a compra, pode gerir e cancelar as subscrições nas definições da sua conta na App Store.
th: หากคุณเลือกซื้อการสมัครสมาชิก Surround App Supporter ระบบจะเรียกเก็บเงินจากบัญชี Apple ID เมื่อยืนยันการซื้อ การสมัครสมาชิกจะต่ออายุโดยอัตโนมัติ เว้นแต่จะยกเลิกอย่างน้อย 24 ชั่วโมงก่อนสิ้นสุดรอบปัจจุบัน บัญชีของคุณจะถูกเรียกเก็บค่าต่ออายุภายใน 24 ชั่วโมงก่อนสิ้นสุดรอบปัจจุบัน คุณจัดการและยกเลิกการสมัครสมาชิกได้ในการตั้งค่าบัญชีบน App Store หลังการซื้อ
vi: Nếu bạn chọn trở thành nhà tài trợ, tiền tài trợ sẽ được thanh toán qua tài khoản Apple của bạn sau khi xác nhận. Sau đó tiền tài trợ sẽ được thanh toán tự động mỗi kì nếu bạn không huỷ hỗ trợ ít nhất 24 tiếng trước khi hết kì hiện tại. Bạn có thể quản lí hoặc huỷ tài trợ bằng cách vào mục quản lí tài khoản của App Store.
zh_hans: 如果您选择购买 Surround App 支持者订阅，确认购买时将通过您的 Apple ID 账号付款。除非在当前订阅期结束前至少 24 小时取消，否则订阅将自动续订。续订费用将在当前订阅期结束前 24 小时内从您的账号扣除。购买后，您可以前往 App Store 的账号设置管理和取消订阅。
zh_hant: 如果你選擇購買 Surround App 支持者訂閱，確認購買時將向你的 Apple ID 帳號收取款項。除非在目前訂閱期結束至少 24 小時前取消，否則訂閱會自動續訂。系統會在目前訂閱期結束前 24 小時內向你的帳號收取續訂費用。購買後，你可以前往 App Store 的帳號設定管理及取消訂閱。

source: Initial time
de: Anfangsbedenkzeit
es: Tiempo inicial
fr: Temps initial
ja: 初期持ち時間
ko: 초기 시간
pt_br: Tempo inicial
pt_pt: Tempo inicial
th: เวลาเริ่มต้น
vi: Thời gian ban đầu
zh_hans: 初始用时
zh_hant: 初始時間

source: Is open
de: Offen
es: Abierto
fr: Est ouvert
ja: 公開かどうか
ko: 공개 여부
pt_br: Aberto
pt_pt: Desafio aberto
th: เปิดรับผู้เล่น
vi: Mở
zh_hans: 是否公开
zh_hant: 是否公開

source: It is your turn in the game with %@.
de: Du bist in der Partie gegen %@ am Zug.
es: Es tu turno en la partida con %@.
fr: C'est à votre tour de jouer dans la partie contre %@.
ja: %@との対局では、あなたの番です。
ko: %@님과의 대국에서 내 차례입니다.
pt_br: É sua vez na partida contra %@.
pt_pt: É a sua vez na partida com %@.
th: ถึงตาของคุณในเกมกับ %@ แล้ว
vi: Đến lượt của bạn trong ván đấu với %@.
zh_hans: 您与%@的对局轮到您落子了。
zh_hant: 你與%@的對局輪到你落子了。

source: Japanese
de: Japanisch
es: Japonesas
fr: Japonaises
ja: 日本
ko: 일본식
pt_br: Japonesas
pt_pt: Japonesas
th: ญี่ปุ่น
vi: Nhật Bản
zh_hans: 日本
zh_hant: 日本規則

source: Japanese Byo-Yomi
de: Japanisches Byoyomi
es: Byo-yomi japonés
fr: Byo-yomi japonais
ja: 秒読み式（日本）
ko: 일본식 초읽기
pt_br: Byo-Yomi japonês
pt_pt: Byo-yomi japonês
th: เบียวโยมิแบบญี่ปุ่น
vi: Byo-Yomi Nhật Bản
zh_hans: 日本读秒
zh_hant: 日本讀秒制

source: Join
de: Beitreten
es: Unirse
fr: Joindre
ja: 参加
ko: 참가
pt_br: Participar
pt_pt: Participar
th: เข้าร่วม
vi: Tham gia
zh_hans: 加入
zh_hant: 加入

source: Korean
de: Koreanisch
es: Coreanas
fr: Coréennes
ja: 韓国
ko: 한국식
pt_br: Coreanas
pt_pt: Coreanas
th: เกาหลี
vi: Hàn Quốc
zh_hans: 韩国
zh_hant: 韓國規則

source: Large
de: Groß
es: Grande
ja: 広い
ko: 대형
pt_br: Grande
pt_pt: Grande
th: ใหญ่
vi: Lớn
zh_hans: 大图
zh_hant: 大

source: Learn more...
de: Mehr erfahren...
es: Más información…
fr: Pour en apprendre davantage...
ja: 詳しくは
ko: 자세히 알아보기...
pt_br: Saiba mais...
pt_pt: Saiba mais...
th: ดูเพิ่มเติม...
vi: Tìm hiểu thêm...
zh_hans: 了解更多…
zh_hant: 進一步瞭解…

source: Leave
de: Verlassen
es: Salir
fr: Quitter
ja: やめる
ko: 나가기
pt_br: Sair
pt_pt: Sair
th: ออก
vi: Rời ván
zh_hans: 离开
zh_hant: 離開

source: Letters
de: Buchstaben
es: Letras
fr: Lettres
ja: 文字
ko: 글자
pt_br: Letras
pt_pt: Letras
th: ตัวอักษร
vi: Chữ cái
zh_hans: 字母
zh_hant: 字母

source: Live game in progress...
de: Live-Partie läuft...
es: Partida en vivo en curso…
fr: Partie en temps réel en cours...
ja: 進行中のライブ対局
ko: 실시간 대국 진행 중...
pt_br: Partida ao vivo em andamento...
pt_pt: Há uma partida em direto...
th: กำลังเล่นเกมสด...
vi: Ván trực tiếp đang chơi...
zh_hans: 一盘即时对局正在进行…
zh_hant: 有一場即時對局進行中…

source: Live games
de: Live-Partien
es: Partidas en vivo
fr: Parties en temps réel
ja: ライブ対局
ko: 실시간 대국
pt_br: Partidas ao vivo
pt_pt: Partidas em direto
th: เกมสด
vi: Ván trực tiếp
zh_hans: 即时对局
zh_hant: 即時對局

source: Live games in progress...
de: Live-Partien laufen...
es: Partidas en vivo en curso…
fr: Parties en temps réel en cours...
ja: 進行中のライブ対局
ko: 실시간 대국 진행 중...
pt_br: Partidas ao vivo em andamento...
pt_pt: Há partidas em direto...
th: กำลังเล่นเกมสดหลายเกม...
vi: Ván trực tiếp đang chơi...
zh_hans: 多盘即时对局正在进行…
zh_hant: 有多場即時對局進行中…

source: Live rengo games
de: Live-Rengo-Partien
es: Partidas de Rengo en vivo
fr: Parties rengo en temps réel
ja: 連碁のライブ対局
ko: 실시간 연기바둑
pt_br: Partidas de Rengo ao vivo
pt_pt: Partidas de Rengo em direto
th: เกม Rengo สด
vi: Rengo trực tiếp
zh_hans: 即时联棋对局
zh_hant: 即時聯棋對局

source: Logout
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
ja: ログアウト
ko: 로그아웃
pt_br: Sair da conta
pt_pt: Terminar sessão
th: ออกจากระบบ
vi: Đăng xuất
zh_hans: 退出登录
zh_hant: 登出

source: Loss
de: Niederlage
es: Derrota
fr: Défaite
ja: 負け
ko: 패
pt_br: Derrota
pt_pt: Derrota
th: แพ้
vi: Thua
zh_hans: 负
zh_hant: 負

source: Main time
de: Grundbedenkzeit
es: Tiempo principal
fr: Temps principal
ja: メイン持ち時間
ko: 제한 시간
pt_br: Tempo principal
pt_pt: Tempo principal
th: เวลาหลัก
vi: Thời gian chính
zh_hans: 基本用时
zh_hant: 基本時限

source: Max time
de: Maximale Bedenkzeit
es: Tiempo máximo
fr: Temps maximum
ja: 最大時間
ko: 최대 시간
pt_br: Tempo máximo
pt_pt: Tempo máximo
th: เวลาสูงสุด
vi: Thời gian tối đa
zh_hans: 最长用时
zh_hant: 最長時間

source: Message organizer
de: Organisator kontaktieren
es: Enviar mensaje al organizador
fr: Envoyer un message à l'organisateur
ja: 主催者へメッセージ
ko: 주최자에게 메시지 보내기
pt_br: Enviar mensagem ao organizador
pt_pt: Enviar mensagem ao organizador
th: ส่งข้อความถึงผู้จัด
vi: Nhắn tin cho người tổ chức
zh_hans: 联系组织者
zh_hant: 傳訊息給主辦者

source: Messages
de: Nachrichten
es: Mensajes
ja: メッセージ
ko: 메시지
pt_br: Mensagens
pt_pt: Mensagens
th: ข้อความ
vi: Tin nhắn
zh_hans: 消息
zh_hant: 訊息
